import { nanoid } from 'nanoid'

const joinUsPositions = [
  {
    id: nanoid(),
    title: '销售工程师（广州）',
    responsibilities: [
      '负责板式换热器的销售工作，具体包括：',
      '1.负责相应区域的业务拓展',
      '2.负责相应区域的设计院推广',
      '3.获取项目信息并进行跟进',
    ],
    requirements: [
      '本科及以上学历，3年以上工作经验',
      '有板式换热器销售经验者优先考虑',
      '有工业品销售经验者可以适当放宽条件',
      '有设计院工作经历者可以适当放宽条件',
      '具有独立的客户开拓能力、公关能力、谈判能力，反应敏捷，具有亲和力',
    ],
    location: '广州（Home office）',
  },
  {
    id: nanoid(),
    title: '销售工程师（北京）',
    responsibilities: [
      '负责板式换热器的销售工作，具体包括：',
      '1.负责相应区域的业务拓展',
      '2.负责相应区域的设计院推广',
      '3.获取项目信息并进行跟进',
    ],
    requirements: [
      '本科及以上学历，3年以上工作经验',
      '有板式换热器销售经验者优先考虑',
      '有工业品销售经验者可以适当放宽条件',
      '有设计院工作经历者可以适当放宽条件',
      '具有独立的客户开拓能力、公关能力、谈判能力，反应敏捷，具有亲和力',
    ],
    location: '北京（Home office）',
  },
]

export default joinUsPositions
